[UI_TREE]
EDITCfg=Baguhin ang Mga Setting
MARKCfg = Mga Setting ng Pagmamarka
3DCfg = 3D setting
ImportDxf_Type0Cfg=Mga setting ng pag import ng DXF
SysCfg = Iba pang mga setting

[Edit]
EDIT=Mga Setting ng Edit
PointFilterPrecis = Katumpakan ng Filter Point (mm)
PointFilterAngle = anggulo ng filter (degrees)
PointPrecisMoveStep = Hakbang sa Paggalaw ng Punto (mm)
MICRO = Hakbang sa Pagpino ng Posisyon (mm)
MICROROTATE = Anggulo pinong sukat hakbang (degrees)
CLICK = Katumpakan ng Pickup (mm)
UNDO = Bilang ng mga yugto ibinalik ang bilang ng mga yugto
ONETOTWO = Breakpoint Katumpakan (mm)
ExtendSpace = katumpakan ng scaling (mm)
KillAngleSpace = katumpakan ng gabay na anggulo (mm)
PreViewZoomScale = preview zoom
LayerCnt = bilang ng mga antas
JoinDistance = Pagsanib ng kurba maximum na distansya
FastDrawEnable = fill line ay nagpapakita ng speedup
FastDrawEnableOption=Off|Activate

[MARK]
MARK = Mga Setting ng Pagmamarka
SafeDoorRemark = sarado ba ang safety door at kung patuloy na magmamarka
SafeDoorRemarkOption=Hindi|Oo
CloseRedIfMark = kung ang pulang ilaw ay awtomatikong naka off kapag nagmamarka
CloseRedIfMarkOption=Hindi|Oo
RedPreviewLayer No = red light preview bilis ng pagmamarka

[3D]
3D = Mga setting ng 3D 
3dModelPrecision = 3D katumpakan ng pagproseso ng modelo
3dTrancePrecision = 3D katumpakan ng conversion ng data
STLOptimize = STL modelo ng mapa optimization
STLOptimizeOption=Hindi|Oo

[ImportDxf_Type0]
ImportDxf_Type0=Mga setting ng pag import ng DXF
SepArc = Arc Katumpakan (5 ~ 255)
SepSpLine = katumpakan ng Spline (5 ~ 255)

[Sys]
Sys=Iba pang mga setting
CIRCLEPRECIS = Arc Precision (mm)
SAMPLECOUNT = Bilang ng mga sample sa bawat segment ng arc
AIIMPORTPRECIS = AI file import katumpakan (mm)
PowerFill = Pag optimize ng bilis ng pagpuno
PowerFillOption=Hindi|Oo
PowerDraw = Pag optimize ng bilis ng pagguhit
PowerDrawOption=Hindi|Oo
PowerRPViewFrame = red light preview hangganan optimization
PowerRPViewFrameOption=Hindi|Oo

[UI_FACE]
ExportSysPara = Export parameter...
ImportSysPara = import parameter...
ok=OK
Kanselahin = Kanselahin
Mag-apply=Mag-apply

; 3DCALI DLG MAIN
[DLG_6000]
1019=Pagmamarka ng setting ng parameter
1021 = Simulan ang pagmamarka
1022 = Pulang liwanag na preview
1023 = Pabilog na pagmamarka
1024=Ikarga ang talaksan ng pagwawasto
1025=Mag import ng file ng pagwawasto
1027=punto ng sanggunian sa motor
1028 = Minimum na posisyon ng pagsasaayos
1029 = maximum na posisyon ng pagsasaayos
1030 = naitama ang mga increment
1031 = Focal length ng datum
1033=setting ng parameter
6000 = uri ng pagwawasto
6001 = Mga pangunahing parameter
6002 = posisyon ng motor
3=Bumuo ng file ng pagwawasto
4=I-reset ang

; 3DCALI DLG PARAM
[DLG_140]
1035 = bilang ng mga pagmamarka
1036=Bilis ng pagmamarka (mm / s)
1037=Bilis ng paglukso (mm / s)
1038=Q dalas (kHz)
1039=Q release (sa amin)
1040=Pangkasalukuyan (A)
1041=Kapangyarihan (%)
1042=Mode
1051=Aplikasyon
2=Kanselahin

; 3DCALI STRING
[STRINGTABLE]
Motor position = posisyon ng motor
Current focus = kasalukuyang focal length
Wrong motor parameters = maling mga parameter ng motor
Motor movement failure = pagkabigo sa paggalaw ng motor
Motor increment out of range (0.01mm~5mm) = Motor increment sa labas ng saklaw (0.01mm ~ 5mm)
Focus of base plane out of range (>0mm)= datum focal length sa labas ng saklaw (>0mm)
Cali data wrong,the focus must be monotonically increasing/decreasing =corrects data error, ang focal haba ay dapat monotonically dagdagan / bawasan
Cali file detected, generation will modify the original file. It is recommended to back up (Export) the file first. Are you sure to continue generating?=Ang calibration file ay umiiral na, ang pagbuo ng talahanayan ng pagwawasto ay baguhin ang orihinal na file ng pagwawasto, inirerekomenda na i back up (i export) at pagkatapos ay bumuo. Gusto mo bang ipagpatuloy ang pagtatayo?
Generating cali file false: Unable to open/create file = Nabigo upang makabuo ng pagwawasto ng file: Hindi mabuksan / lumikha ng file
Generating cali file false: Unable to write file = Nabigo sa pagbuo ng correction file: Hindi makapagsulat sa file
Stop Marking = Itigil ang pagmamarka
Start Marking = Simulan ang pagmamarka
Failed to stop marking = Itigil ang pagmamarka ng kabiguan
Failed to start marking = Itigil ang pagmamarka ng kabiguan
Export success =Tagumpay sa pag export
Export failed: Can not find cali file or copy file failed =Nabigo ang export: Hindi matagpuan ang correction file o nabigo ang copy file
Import failed: Cali file does not exist = Nabigo ang pag import: Hindi umiiral ang correction file
Import failed: Unknow = Nabigo sa pag-import: hindi kilalang error
Cali file already exists, do you want to replace it = correction file umiiral na, overwrite ito
Import success =Tagumpay sa pag import
Import failed: Please manually copy the cali file to the '\\EMCC\\caliset\\%cardID%\\' directory = Nabigo ang pag import: Mangyaring manu manong kopyahin ang file ng calibration sa 'EMCCcaliset%cardID%' directory
Data is not enough, please input at lease 2 rows = masyadong maliit na data, mangyaring ipasok ang hindi bababa sa dalawang hanay ng data
Generation of cali file succeeded  = Matagumpay na henerasyon ng file ng calibration
Error: Handle of device.dll is null = Error: Ang hawakan .dll aparato ay walang laman
Error: Card number wrong = Error: Mali ang serial number ng card
Error: Load device.dll or API failed =Error: Nabigo upang i load ang aparato.dll o ang API nito
Path of cali file wrong or SystemSet.ini not found = pagwawasto ng file directory error o SystemSet .ini hindi natagpuan
Error: Open 3dmarker.dat failed = Error: Nabigo sa pagbukas ng 3dmarker.dat file
Error: Open .dat failed = Error: Nabigo upang buksan ang .dat file
Error: Enter mark environment failed = Error: Nabigo sa pagpasok sa kapaligiran ng pagmamarka
Error: Leave mark environment failed = Error: Nabigo sa pag iwan sa kapaligiran ng pagmamarka